{
    "en": {
        "brain_inspired_lab_title": "Brain-inspired Lab",
        "brain_inspired_lab_subtitle": "Peking University",
        "apply_title": "Apply",
        "Team": "Team",
        "team_title": "Team",
        "Home": "Home",
        "education_title": "Teaching",
        "news_title": "News",
        "papers_title": "Publications",
        "projects_title": "Projects and Datasets",
        "contact_title": "Contact",
        "alumni_title": "Alumni",
        "member_affiliations": "Affiliations",
        "member_biography": "Biography",
        "member_education": "Education",
        "more": "(more)",
        "Director": "Director",
        "Tiejun Huang": "Tiejun Huang",
        "Professor & Lab Director": "Professor & Lab Director",
        "Tiejun Huang name": "Tiejun Huang",
        "Tiejun Huang position": "Professor",
        "Tiejun-Huang summary": "Professor Tiejun Huang is the director of the lab.His interest is visual information processing and brain-inspired intelligence.",
        "Tiejun Huang affiliation 1": "Dean of Beijing Academy of Artificial Intelligence",
        "Tiejun Huang affiliation 2": "Director of the Digital Media Research Institute of Peking University",
        "Tiejun Huang affiliation 3": "Executive Deputy Director of the National Engineering Research Center for Video and Visual Technology",
        "Tiejun Huang education 1": "Institute of Image Recognition and Artificial Intelligence, Huazhong University of Science and Technology (now Huazhong University of Science and Technology): Doctor of Pattern Recognition and Intelligent Systems (1995-1998)",
        "Tiejun Huang education 2": "Wuhan Polytechnic University (now Wuhan University of Technology): Master of Industrial Automation (1992-1995)",
        "Tiejun Huang education 3": "Wuhan Polytechnic University (now Wuhan University of Technology): Bachelor of Computer Application (1988-1992)",
        "Tiejun Huang_1": "Huang Tiejun, male, Han ethnicity, was born in November 1970. He holds a Ph.D. and is a professor. He is a professor at the School of Computer Science, Peking University, and the president of Beijing Academy of Artificial Intelligence. His research interests include visual information processing and brain-inspired intelligence. ",
        "Tiejun Huang_2": "He has won the Second Prize of the National Technological Invention Award (ranked 1 in 2017), the Second Prize of the National Science and Technology Progress Award (ranked 2 in 2012, ranked 4 in 2010). He is a recipient of the National Science Fund for Distinguished Young Scholars (2014), a specially-appointed professor of the Changjiang Scholars Program of the Ministry of Education (2015), a leading talent in scientific and technological innovation of the Ten Thousand Talents Program (2018), a fellow of the China Computer Federation (2019), a fellow of the Chinese Association for Artificial Intelligence (2019), and a fellow of the China Society of Image and Graphics (2021).",
        "Assistant Professor & Lab Leader": "Assistant Professor & Lab Leader",
        "Zhaofei Yu summary": "Zhaofei Yu is an assistant professor in the lab. His research interests include SNN and brain-inspired intelligence.",
        "Assistant Professor": "Assistant Professor",
        "Zhaofei Yu name": "Zhaofei Yu",
        "Zhaofei Yu position": "Assistant Professor",
        "Zhaofei Yu affiliation 1": "Leader of the Brain-inspired Vision Lab",
        "Zhaofei Yu affiliation 2": "Assistant Professor of the School of Artificial Intelligence at Peking University",
        "Zhaofei Yu brief-position": "Lab Leader",
        "Zhaofei Yu brief-desc": "Professor",
        "Zhaofei Yu education 1": "Tsinghua University: Doctor of Engineering (2012-2017)",
        "Zhaofei Yu education 2": "Chongqing University: Bachelor of Optoelectronic Engineering (2008-2012)",
        "Zhaofei Yu_1": "Yu Zhaofei is currently a researcher and doctoral supervisor at the Institute of Artificial Intelligence, Peking University, and a recipient of the National Excellent Young Scientists Fund. He obtained his Bachelor of Engineering degree from Chongqing University in 2012 and his Doctor of Engineering degree from Tsinghua University in 2017. From 2017 to 2020, he conducted postdoctoral research at Peking University. His main research directions are brain-inspired computing and neuromorphic computing. He has published more than 60 papers in top journals such as Nature Biomedical Engineering, Science Advance, IEEE Transactions, and top conferences like NeurIPS, ICLR, ICML, CVPR, ICCV, ECCV, AAAI, and IJCAI. He has presided over sub-projects of major projects of the Ministry of Science and Technology's \"Brain Science and Brain-inspired Research\", general projects of the National Natural Science Foundation of China, Beijing Science and Technology New Star Program, and the Postdoctoral Innovative Talent Support Program. He serves as the Area Chair of conferences such as ICML, ICLR, and ACM MM, and a Senior PC Member of AAAI. He has won the second prize of the Beijing Science and Technology Award.",
        "Chunyu He name": "Chunyu He",
        "Chunyu He position": "PhD Student",
        "Chunyu He interests": "Spike Reconstruction",
        "Chunyu He brief-desc": "PhD Student",
        "Chunyu He education 1": "University of Science and Technology of China: Bachelor of Computer Science and Technology (2021-2025)",
        "Chunyu He_1": "Chunyu has been a PhD student at the Spike Lab since Sepetmber 2025, conducting his doctoral research under the supervision of <a href=\"/members/tiejun-huang\">Prof Tiejun Huang</a>. His research primarily focuses on developing more efficient algorithms to reconstruct the sharp image from the spike data.",
        "alumni_1": "We are looking for highly motivated students to join our group. Our group has opening positions for Ph.D. and Undergraduate Internship. If you are interested in researching on brain-like computing, please send me an email with your CV.",
        "alumni_2": "We are hiring highly motivated postdocs to join our group through the Boya Postdoctoral Fellowship at Peking University. Please send an email with your CV and Research Statement.",
        "alumni_3": "For more information on how to join us, you can review our <a href=\"/apply/\">recruit page</a>。",
        "home_button_1": "View all news",
        "home_button_2": "All publications",
        "home_button_3": "Meet our team",
        "home_button_4": "Join us",
        "home_1": "The <strong>Brain-Inspired Laboratory</strong> at <strong>Peking University</strong> focuses on brain-inspired computing,spiking neural networks ,computational neuroscience and ai4science.",
        "home_2": "Our group is led by <a href=\"/members/tiejun-huang\"><strong>Prof Tiejun Huang</strong></a>, and is affiliated with the <a href=\"https://www.ai.pku.edu.cn/\"><strong>College of Artificial Intelligence</strong></a>.",
        "home_3": "Our work",
        "home_4": "Our news",
        "home_5": "Our priorities",
        "home_6": "Our publications",
        "home_7": "Our laboratory is an academic community rooted in <strong>freedom and inclusivity</strong>, driven by <strong>unity and innovation</strong>. From the spark of inspiration to scientific breakthroughs, we always stand side by side.",
        "home_8": "Backed by first-class research capabilities, we delve into cutting-edge fields, equipped with top-tier experimental facilities and academic resources to provide a solid foundation for exploring the unknown. Leveraging extensive social connections and international cooperation networks, we break down geographical and disciplinary boundaries, enabling students to deeply participate in transnational research projects, engage with world-leading scholars, and grasp the pulse of academic frontiers from a global perspective.",
        "home_9": "If you are interested, please feel free to contact us and join this academic journey!",
        "home_10": "Our funders",
        "papers_1": "We primarily publish our research in the relevant IEEE Transactions titles.",
        "papers_2": "Most of our recent work should be accessible on an Open Access basis. However, if you cannot locate a specific manuscript online, please feel free to contact us.",
        "papers_3": "For a list of our research initiatives, visit our <a href=\"/projects/\">projects page.",
        "apply_subtitle": "Join us",
        "apply_1": "We treasure every potential member to join us, leading the wave of innovation. To enhance the likelihood of a favorable reply, please follow the guidance below. We encourage you to reach out to our director <a href=\"/members/tiejun-huang\">Prof Tiejun Huang</a>, for a preliminary but meaningful discussion.",
        "apply_2": "Please also review the general admission information provided on the College of <a href=\"https://www.ai.pku.edu.cn/zpxx.htm\">website</a>.",
        "apply_3": "Doctoral Admissions",
        "apply_4": "How do you assess PhD applications?",
        "apply_5": "Our evaluation of new applications is grounded in three key criteria:",
        "apply_6": "1. Academic Excellence: Applicants must possess a degree with distinction in an engineering discipline.",
        "apply_7": "2. Research Interests Compatibility: Your research interests should closely match our current research focus and priorities.",
        "apply_8": "3. Innovation: You should be able to demonstrate your potential to contribute to the field of SNN and its applications.",
        "apply_9": "What are your current research priority areas?",
        "apply_10": "A non-exhaustive list of topics that we are currently interested in is as follows:",
        "apply_11": "1. Spiking neural networks and their applications",
        "apply_12": "2. Spike Camera and its downstream applications",
        "apply_13": "3. Brain-inspired computing and its scientific potential",
        "apply_14": "Our list of <a href=\"/papers\">recent papers </a> might provide you with further ideas regarding potential research topics that are currently of interest to our group.",
        "apply_15": "Where to check your admission files and policy?",
        "apply_16": "Please refer to the <a href=\"https://admission.pku.edu.cn/index.htm\">admission policy </a> for more information.",
        "apply_17": "When should I submit my application?",
        "apply_18": "Due to the limited number of PhD positions available in our group each year, we strongly encourage potential applicants to submit their applications as early as possible.",
        "apply_19": "Additionally, if you wish to be considered for any internal scholarships, please consult the relevant pages for specific deadlines that may apply.",
        "apply_20": "How should I structure my research statement?",
        "apply_21": "Should you decide to proceed with an application, please make sure that you include a personal statement that is 2-3 pages long and follows the structure below:",
        "apply_22": "- A summary of the research topics that excite you.",
        "apply_23": "A section on your thoughts on how you endeavour to fill existing gaps in knowledge.",
        "apply_24": "- Overview of your academic background, highlighting previous GPAs, awards, and graduation rank.",
        "apply_25": "- Summary of any prior research outputs (i.e. dissertations, research placements).",
        "apply_26": "- Brief literature survey that covers recent developments in your area of interest.",
        "apply_27": "Postdoctoral Opportunities",
        "apply_28": "We highly recommend you to contact our director <a href=\"/members/tiejun-huang\">Prof Tiejun Huang</a> and <a href=\"/members/zhaofei-yu\">Prof Zhaofei Yu</a> for more information.",
        "apply_29": "Summer Camp",
        "apply_30": "We welcome applications for summer internships from <strong>Peking University</strong> students currently studying towards an undergraduate mathematics, engineering, automation, or computer science degree. But welcome everyone to contact us for sharing your science congition.",
        "apply_31": "For further information, please refer to the homepage of our <a href=\"https://admission.pku.edu.cn/xly/index.htm?CSRFT=X8TR-3YTT-QIHJ-EFK3-UF03-GDVI-LA4D-OLNJ\">School Summer Camp</a>, and contact professor by email.",
        "contact_1": "Our facilities are located at the Science Building 2, in the Yan Yuan Campus of Peking University. ",
        "contact_2": "Our full address is:",
        "contact_3": "Science Building 2, Room 2728",
        "contact_4": "Yan Yuan Campus, Peking University",
        "contact_5": "Beijing 100871, China",
        "contact_button_1": "yuzf12@pku.edu.cn",
        "contact_button_2": "Our location on Google Maps for easy navigation",
        "projects_intro_1": "Our laboratory is deeply engaged in cutting-edge fields such as brain-inspired computing, neuromorphic computing, and spiking neural networks. We are committed to unraveling the mysteries of the brain's information processing and constructing computational paradigms that are closer to biological intelligence.",
        "projects_intro_2": "Based on in-depth analysis of neurodynamics, we break through the limitations of traditional artificial neural networks, develop low-power consumption and highly parallel spiking neural networks, and explore innovative applications of spike coding mechanisms in real-time perception and autonomous learning.",
        "projects_intro_3": "Our team integrates neuroscience, computer science, and microelectronics technology, and has achieved a series of results in areas such as brain-inspired cognitive models and dynamic environment adaptation algorithms. These efforts provide core technical support for the new generation of artificial intelligence, edge computing, and brain-computer interfaces, driving the evolution of intelligent systems toward higher efficiency, robustness, and human-like characteristics."
    },
    "zh": {
        "brain_inspired_lab_title": "脑启发实验室",
        "brain_inspired_lab_subtitle": "北京大学",
        "apply_title": "申请加入",
        "Team": "团队",
        "team_title": "团队",
        "alumni_title": "校友",
        "Home": "首页",
        "education_title": "授课",
        "news_title": "新闻",
        "papers_title": "论文",
        "projects_title": "项目和数据集",
        "contact_title": "联系我们",
        "member_affiliations": "任职",
        "member_biography": "简介",
        "member_education": "教育经历",
        "more": "(更多)",
        "Director": "主任",
        "Tiejun Huang": "黄铁军",
        "Professor & Lab Director": "教授 & 实验室主任",
        "Tiejun Huang name": "黄铁军",
        "Tiejun Huang position": "教授",
        "Tiejun-Huang summary": "黄铁军教授是实验室主任，他的研究兴趣是视觉信息处理和脑启发智能。",
        "Tiejun Huang affiliation 1": "北京人工智能研究院院长",
        "Tiejun Huang affiliation 2": "北京大学数字媒体研究所所长",
        "Tiejun Huang affiliation 3": "国家工程研究中心视频与视觉技术分中心执行副主任",
        "Tiejun Huang education 1": "华中科技大学图像识别与人工智能研究所（现华中科技大学）：模式识别与智能系统博士（1995-1998）",
        "Tiejun Huang education 2": "武汉工业大学（现武汉理工大学）：工业自动化硕士（1992-1995）",
        "Tiejun Huang education 3": "武汉工业大学（现武汉理工大学）：计算机应用学士（1988-1992）",
        "Tiejun Huang_1": "黄铁军，男，汉族，1970年11月出生，博士，教授。现任北京大学计算机学院教授，北京人工智能研究院院长。主要研究方向为视觉信息处理和脑启发智能。",
        "Tiejun Huang_2": "曾获国家技术发明二等奖（2017年，排名1）、国家科技进步二等奖（2012年，排名2；2010年，排名4）。获国家杰出青年科学基金（2014年）、教育部“长江学者奖励计划”特聘教授（2015年）、国家“万人计划”领军人才（2018年）、中国计算机学会会士（2019年）、中国人工智能学会会士（2019年）、中国图象图形学会会士（2021年）。",
        "Assistant Professor & Lab Leader": "助理教授 & 实验室主任",
        "Zhaofei Yu summary": "余肇飞是实验室的助理教授，他的研究兴趣包括SNN和脑启发智能。",
        "Assistant Professor": "助理教授",
        "Zhaofei Yu name": "余肇飞",
        "Zhaofei Yu position": "助理教授",
        "Zhaofei Yu affiliation 1": "脑启发视觉实验室主任",
        "Zhaofei Yu affiliation 2": "北京大学人工智能学院助理教授",
        "Zhaofei Yu brief-position": "实验室主任",
        "Zhaofei Yu brief-desc": "教授",
        "Zhaofei Yu education 1": "清华大学：工程博士（2012-2017）",
        "Zhaofei Yu education 2": "重庆大学：光学工程学士（2008-2012）",
        "Zhaofei Yu_1": "余肇飞目前是北京大学人工智能研究院的研究员和博士生导师，并获得国家优秀青年科学基金。他于2012年获得重庆大学光学工程学士学位，并于2017年获得清华大学工程博士学位。从2017年到2020年，他在北京大学进行了博士后研究。他的主要研究方向是脑启发计算和神经形态计算。他在Nature Biomedical Engineering、Science Advance、IEEE Transactions等顶级期刊上发表了60多篇论文，并在NeurIPS、ICLR、ICML、CVPR、ICCV、ECCV、AAAI、IJCAI等顶级会议上发表论文。他主持了国家自然科学基金面上项目、国家自然科学基金青年项目、北京市科技新星计划、中国博士后科学基金特别资助项目等项目。他担任ICML、ICLR、ACM MM等会议的区域主席，并担任AAAI的资深PC成员。他获得了北京市科技进步二等奖。",
        "Chunyu He name": "何纯宇",
        "Chunyu He position": "博士生",
        "Chunyu He interests": "脉冲重建",
        "Chunyu He brief-desc": "博士生",
        "Chunyu He education 1": "中国科学技术大学：计算机科学与技术学士（2021-2025）",
        "Chunyu He_1": "何纯宇于2025年9月加入脉冲实验室，在<a href=\"/members/tiejun-huang\">黄铁军教授</a>的指导下进行博士研究。他的研究主要集中在开发更高效的算法，从脉冲数据中重建清晰的图像。",
        "alumni_1": "我们正在寻找有强烈意愿加入我们团队的学生。我们的团队有博士和本科实习生的空缺。如果您对研究脑启发计算感兴趣，请给我发一封包含您的简历和研究陈述的电子邮件。",
        "alumni_2": "我们正在通过北京大学博雅博士后奖学金招聘有强烈意愿加入我们团队的博士后。请发送包含您的简历和研究陈述的电子邮件。",
        "alumni_3": "有关如何加入我们的更多信息，您可以查看我们的<a href=\"/apply/\">招聘页面</a>。",
        "home_button_1": "查看所有新闻",
        "home_button_2": "所有论文",
        "home_button_3": "了解我们的团队",
        "home_button_4": "加入我们",
        "home_1": "<strong>脑启发实验室</strong>聚焦于<strong>脑启发计算</strong>、<strong>脉冲神经网络</strong>、<strong>计算神经科学</strong>和<strong>科学智能</strong>。",
        "home_2": "我们的团队由<a href=\"/members/tiejun-huang\"><strong>黄铁军教授</strong></a>领导，隶属于<a href=\"https://www.ai.pku.edu.cn/\"><strong>北京大学人工智能研究院</strong></a>。",
        "home_3": "我们的工作",
        "home_4": "我们的新闻",
        "home_5": "我们的研究领域",
        "home_6": "我们的论文",
        "home_7": "我们的实验室是一个根植于<strong>自由和包容性</strong>的学术社区，由<strong>统一和创新</strong>驱动。从灵感的火花到科学突破，我们始终同舟共济。",
        "home_8": "凭借一流的研究能力，我们深入前沿领域，配备顶级的实验设施和学术资源，为探索未知提供坚实的基础。通过广泛的社会联系和国际合作网络，我们打破地理和学科界限，使学生能够深度参与跨国研究项目，与世界领先学者互动，从全球视角把握学术前沿的脉搏。",
        "home_9": "如果您有兴趣，请随时联系我们，加入这个学术旅程！",
        "home_10": "我们的资助者",
        "papers_1": "我们主要在相关的IEEE会议、期刊中发表我们的研究。",
        "papers_2": "我们的大部分最新工作应该可以在开放获取的基础上访问。但是，如果您无法在网上找到特定的手稿，请随时联系我们。",
        "papers_3": "有关我们的研究计划的列表，请访问我们的<a href=\"/projects/\">项目页面</a>。",
        "apply_subtitle": "加入我们",
        "apply_1": "我们珍惜每一位有潜力加入我们团队的成员，引领创新浪潮。为了提高回复的可能性，请遵循以下指导。我们鼓励您与我们的主任<a href=\"/members/tiejun-huang\">黄铁军教授</a>进行初步但有意义的讨论。",
        "apply_2": "请也参考北京大学人工智能研究院的<a href=\"https://www.ai.pku.edu.cn/zpxx.htm\">招生信息</a>。",
        "apply_3": "博士招生",
        "apply_4": "你如何评估博士申请？",
        "apply_5": "我们的评估基于三个关键标准：",
        "apply_6": "1. 学术卓越：申请人必须拥有工程学领域的杰出学位。",
        "apply_7": "2. 研究兴趣匹配：你的研究兴趣应与我们当前的研究重点和优先事项密切相关。",
        "apply_8": "3. 创新：你应该能够展示你为SNN及其应用领域做出贡献的潜力。",
        "apply_9": "你当前的研究重点是什么？",
        "apply_10": "我们目前感兴趣的非详尽主题列表如下：",
        "apply_11": "1. 脉冲神经网络及其应用",
        "apply_12": "2. 脉冲相机及其下游应用",
        "apply_13": "3. 脑启发计算及其科学潜力",
        "apply_14": "我们的<a href=\"/papers\">最近论文</a>可能为您提供有关我们当前感兴趣的研究主题的进一步想法。",
        "apply_15": "在哪里查看您的入学文件和政策？",
        "apply_16": "请参考<a href=\"https://admission.pku.edu.cn/index.htm\">入学政策</a>了解更多信息。",
        "apply_17": "什么时候应该提交我的申请？",
        "apply_18": "由于我们每年招收的博士生数量有限，我们强烈鼓励潜在申请人尽早提交申请。",
        "apply_19": "此外，如果您希望考虑任何内部奖学金，请咨询相关页面以了解具体截止日期。",
        "apply_20": "我应该如何撰写研究陈述？",
        "apply_21": "如果您决定继续申请，请确保包括一份个人陈述，长度为2-3页，并遵循以下结构：",
        "apply_22": "- 总结您感兴趣的研究主题。",
        "apply_23": "关于您如何努力填补现有知识空白的部分。",
        "apply_24": "- 概述您的学术背景，突出以往的GPA、奖项和毕业排名。",
        "apply_25": "- 总结任何先前的研究成果（例如，论文、研究实习）。",
        "apply_26": "- 涵盖您感兴趣领域最近发展的文献综述。",
        "apply_27": "博士后机会",
        "apply_28": "我们强烈建议您联系我们的主任<a href=\"/members/tiejun-huang\">黄铁军教授</a>和<a href=\"/members/zhaofei-yu\">余肇飞教授</a>以获取更多信息。",
        "apply_29": "暑期实习",
        "apply_30": "我们欢迎北京大学本科生申请暑期实习。欢迎所有人联系我们分享您的科学认知。",
        "apply_31": "请参考<a href=\"https://admission.pku.edu.cn/xly/index.htm?CSRFT=X8TR-3YTT-QIHJ-EFK3-UF03-GDVI-LA4D-OLNJ\">北京大学暑期实习</a>主页，并联系教授。",
        "contact_1": "我们的设施位于北京大学燕园校区科学楼2号楼。",
        "contact_2": "我们的完整地址是：",
        "contact_3": "理科2号楼，2728室",
        "contact_4": "燕园校区，北京大学",
        "contact_5": "北京 100871，中国",
        "contact_button_1": "yuzf12@pku.edu.cn",
        "contact_button_2": "Google地图上我们的位置",
        "projects_intro_1": "我们的实验室深耕于脑启发计算、神经形态计算以及脉冲神经网络等前沿领域，致力于揭示大脑信息处理的机理，并构建更接近生物智能的计算范式。",
        "projects_intro_2": "基于对神经动力学的深入分析，我们突破传统人工神经网络的限制，发展低功耗且高度并行的脉冲神经网络，并探索脉冲编码机制在实时感知与自主学习中的创新应用。",
        "projects_intro_3": "我们团队融合神经科学、计算机科学与微电子技术，在脑启发认知模型与动态环境适应算法等方面取得了一系列成果。这些成果为新一代人工智能、边缘计算与脑机接口等领域提供了核心技术支撑，推动智能系统向更高效、更稳健、更具人性化特征的方向演进。"
    }
}